/* Accessibility hint */
"ANNOTATION_A11Y_HINT" = "Показать больше информации";

/* No comment provided by engineer. */
"API_CLIENT_400_DESC" = "The session data task failed. Original request was: %@";

/* No comment provided by engineer. */
"API_CLIENT_400_REASON" = "The status code was %ld";

/* No comment provided by engineer. */
"CANCEL" = "Отмена";

/* Accessibility hint */
"COMPASS_A11Y_HINT" = "Повернуть карту на север";

/* Accessibility label */
"COMPASS_A11Y_LABEL" = "Компас";

/* Compass abbreviation for north */
"COMPASS_NORTH" = "N";

/* Instructions in Interface Builder designable; {key}, {plist file name} */
"DESIGNABLE" = "To display a Mapbox-hosted map here, set %1$@ to your access token in %2$@\n\nFor detailed instructions, see:";

/* Setup documentation URL display string; keep as short as possible */
"FIRST_STEPS_URL" = "mapbox.com/help/first-steps-ios-sdk";

/* Accessibility hint */
"INFO_A11Y_HINT" = "Показать авторство, форму обратной связи и многое другое";

/* Accessibility label */
"INFO_A11Y_LABEL" = "Об этой карте";

/* Accessibility label */
"LOGO_A11Y_LABEL" = "Mapbox";

/* Accessibility label */
"MAP_A11Y_LABEL" = "Карта";

/* Map accessibility value */
"MAP_A11Y_VALUE" = "Zoom %1$dx\n%2$ld annotation(s) visible";

/* Action sheet title */
"SDK_NAME" = "Mapbox iOS SDK";

/* Telemetry prompt message */
"TELEMETRY_DISABLED_MSG" = "You can help make OpenStreetMap and Mapbox maps better by contributing anonymous usage data.";

/* Telemetry prompt button */
"TELEMETRY_DISABLED_OFF" = "Не участвовать";

/* Telemetry prompt button */
"TELEMETRY_DISABLED_ON" = "Участвовать";

/* Telemetry prompt message */
"TELEMETRY_ENABLED_MSG" = "You are helping to make OpenStreetMap and Mapbox maps better by contributing anonymous usage data.";

/* Telemetry prompt button */
"TELEMETRY_ENABLED_OFF" = "Прекратить участие";

/* Telemetry prompt button */
"TELEMETRY_ENABLED_ON" = "Продолжить участие";

/* Telemetry prompt button */
"TELEMETRY_MORE" = "Узнать больше";

/* Action in attribution sheet */
"TELEMETRY_NAME" = "Mapbox телеметрия";

/* Telemetry prompt title */
"TELEMETRY_TITLE" = "Сделать карты Mapbox лучше";

/* Default user location annotation title */
"USER_DOT_TITLE" = "Вы здесь";

